Repository: CodyBontecou/ios-location-tracker
Catalog: IsoMe/Localizable.xcstrings
Source language: en
Languages: ar, bn, es, fr, hi, ja, pt_br, ru, zh_hans

source: AVG SPEED
ar: متوسط ​​السرعة
bn: গড় গতি
es: VELOCIDAD PROMEDIO
fr: VITESSE MOYENNE
hi: औसत गति
ja: 平均速度
pt_br: VELOCIDADE MÉDIA
ru: СРЕДНЯЯ СКОРОСТЬ
zh_hans: 平均速度

source: BACK
ar: خلف
bn: ফিরে
es: ATRÁS
fr: DOS
hi: पीछे
ja: 戻る
pt_br: VOLTAR
ru: НАЗАД
zh_hans: 后退

source: Background tracking
ar: تتبع الخلفية
bn: ব্যাকগ্রাউন্ড ট্র্যাকিং
es: Seguimiento en segundo plano
fr: Suivi en arrière-plan
hi: पृष्ठभूमि ट्रैकिंग
ja: バックグラウンド追跡
pt_br: Rastreamento em segundo plano
ru: Фоновое отслеживание
zh_hans: 后台追踪

source: BACKGROUND VISIT DETECTION
ar: كشف الزيارة في الخلفية
bn: ব্যাকগ্রাউন্ড ভিজিট ডিটেকশন
es: DETECCIÓN DE VISITAS EN SEGUNDO PLANO
fr: DÉTECTION DES VISITES EN ARRIÈRE-PLAN
hi: पृष्ठभूमि विज़िट का पता लगाना
ja: バックグラウンド訪問の検出
pt_br: DETECÇÃO DE VISITA EM SEGUNDO PLANO
ru: ОБНАРУЖЕНИЕ ФОНОВОГО ПОСЕЩЕНИЯ
zh_hans: 后台访问检测

source: Background visit detection lets iso.me keep recording when the app is closed.
ar: يتيح اكتشاف الزيارة في الخلفية iso.me الاستمرار في التسجيل عند إغلاق التطبيق.
bn: ব্যাকগ্রাউন্ড ভিজিট ডিটেকশন iso.me অ্যাপ বন্ধ হয়ে গেলে রেকর্ডিং রাখতে দেয়।
es: La detección de visitas en segundo plano permite iso.me seguir grabando cuando la aplicación está cerrada.
fr: La détection des visites en arrière-plan permet à iso.me de continuer à enregistrer lorsque l'application est fermée.
hi: बैकग्राउंड विज़िट डिटेक्शन से ऐप बंद होने पर iso.me रिकॉर्डिंग जारी रखने की सुविधा मिलती है।
ja: バックグラウンド訪問検出により、 iso.meアプリを閉じても記録を継続できます。
pt_br: A detecção de visitas em segundo plano permite que iso.me continue gravando quando o aplicativo é fechado.
ru: Обнаружение фоновых посещений позволяет iso.me продолжать запись, когда приложение закрыто.
zh_hans: 后台访问检测让iso.me在应用程序关闭时继续记录。

source: Background visit detection requires extended location access so iso.me keeps recording when the app is closed.
ar: يتطلب اكتشاف الزيارة في الخلفية وصولاً ممتدًا إلى الموقع، لذا يستمر iso.me في التسجيل عند إغلاق التطبيق.
bn: ব্যাকগ্রাউন্ড ভিজিট ডিটেকশনের জন্য বর্ধিত লোকেশন অ্যাক্সেসের প্রয়োজন হয় তাই অ্যাপ বন্ধ থাকা অবস্থায় iso.me রেকর্ডিং রাখে।
es: La detección de visitas en segundo plano requiere acceso extendido a la ubicación, por lo que iso.me sigue grabando cuando la aplicación está cerrada.
fr: La détection des visites en arrière-plan nécessite un accès étendu à la localisation afin iso.me continue d'enregistrer lorsque l'application est fermée.
hi: पृष्ठभूमि विज़िट का पता लगाने के लिए विस्तारित स्थान पहुंच की आवश्यकता होती है, इसलिए ऐप बंद होने पर iso.me रिकॉर्डिंग करता रहता है।
ja: バックグラウンドでの訪問検出には拡張位置アクセスが必要なため、アプリを閉じてもiso.me記録を継続します。
pt_br: A detecção de visitas em segundo plano requer acesso estendido à localização, portanto iso.me continua gravando quando o aplicativo é fechado.
ru: Для обнаружения фоновых посещений требуется расширенный доступ к местоположению, поэтому iso.me продолжает запись, когда приложение закрыто.
zh_hans: 后台访问检测需要扩展位置访问权限，因此iso.me在应用程序关闭时会持续记录。

source: BASIC AUTH
ar: المصادقة الأساسية
bn: মৌলিক প্রমাণ
es: AUTENTICACIÓN BÁSICA
fr: AUTHENTIFICATION DE BASE
hi: मूल प्रामाणिक
ja: 基本認証
pt_br: AUTENTICAÇÃO BÁSICA
ru: БАЗОВАЯ АУТЕНТИФИКАЦИЯ
zh_hans: 基本认证

source: Begin recording your route in IsoMe.
ar: ابدأ بتسجيل مسارك في IsoMe.
bn: IsoMe এ আপনার রুট রেকর্ড করা শুরু করুন।
es: Comience a grabar su ruta en IsoMe.
fr: Commencez à enregistrer votre itinéraire dans IsoMe.
hi: IsoMe में अपना मार्ग रिकॉर्ड करना प्रारंभ करें।
ja: IsoMe でルートの記録を開始します。
pt_br: Comece a gravar sua rota no IsoMe.
ru: Начните записывать свой маршрут в IsoMe.
zh_hans: 开始在 IsoMe 中记录您的路线。

source: Building preview…
ar: معاينة البناء…
bn: বিল্ডিং প্রিভিউ...
es: Vista previa del edificio...
fr: Aperçu du bâtiment…
hi: भवन पूर्वावलोकन…
ja: 建物のプレビュー…
pt_br: Visualização do edifício…
ru: Предварительный просмотр здания…
zh_hans: 建筑预览...

source: Building timeline…
ar: بناء الجدول الزمني…
bn: টাইমলাইন তৈরি করা হচ্ছে...
es: Construyendo una línea de tiempo...
fr: Chronologie de construction…
hi: समयरेखा का निर्माण…
ja: タイムラインを構築中…
pt_br: Construindo cronograma…
ru: График строительства…
zh_hans: 构建时间表...

source: BY COUNT
ar: حسب العد
bn: গণনা অনুসারে
es: POR CONTEO
fr: PAR NOMBRE
hi: गिनती के अनुसार
ja: カウント別
pt_br: POR CONTAGEM
ru: ПО КОЛИЧЕСТВУ
zh_hans: 按计数

source: BY TIME
ar: حسب الوقت
bn: সময়ের দ্বারা
es: POR TIEMPO
fr: PAR TEMPS
hi: समय तक
ja: 時間ごとに
pt_br: POR TEMPO
ru: ПО ВРЕМЕНИ
zh_hans: 按时间

source: Cancel
ar: يلغي
bn: বাতিল করুন
es: Cancelar
fr: Annuler
hi: रद्द करना
ja: キャンセル
pt_br: Cancelar
ru: Отмена
zh_hans: 取消

source: Cannot access file
ar: لا يمكن الوصول إلى الملف
bn: ফাইল অ্যাক্সেস করতে পারবেন না
es: No se puede acceder al archivo
fr: Impossible d'accéder au fichier
hi: फ़ाइल तक नहीं पहुंच सकता
ja: ファイルにアクセスできません
pt_br: Não é possível acessar o arquivo
ru: Не могу получить доступ к файлу
zh_hans: 无法访问文件

source: Capture detailed routes when needed
ar: التقاط طرق مفصلة عند الحاجة
bn: প্রয়োজনে বিস্তারিত রুট ক্যাপচার করুন
es: Capture rutas detalladas cuando sea necesario
fr: Capturez des itinéraires détaillés si nécessaire
hi: आवश्यकता पड़ने पर विस्तृत मार्ग कैप्चर करें
ja: 必要に応じて詳細なルートをキャプチャします
pt_br: Capture rotas detalhadas quando necessário
ru: При необходимости записывайте подробные маршруты
zh_hans: 需要时捕获详细路线

source: CHANGE
ar: يتغير
bn: পরিবর্তন
es: CAMBIAR
fr: CHANGEMENT
hi: परिवर्तन
ja: 変化
pt_br: MUDAR
ru: ИЗМЕНЯТЬ
zh_hans: 改变

source: Change Location
ar: تغيير الموقع
bn: অবস্থান পরিবর্তন করুন
es: Cambiar ubicación
fr: Changer d'emplacement
hi: स्थान बदलें
ja: 場所を変更する
pt_br: Alterar local
ru: Изменить местоположение
zh_hans: 更改地点

source: Chat with us on Discord
ar: تحدث معنا على Discord
bn: ডিসকর্ডে আমাদের সাথে চ্যাট করুন
es: Chatea con nosotros en Discord
fr: Discutez avec nous sur Discord
hi: डिस्कॉर्ड पर हमारे साथ चैट करें
ja: Discord でチャットしましょう
pt_br: Converse conosco no Discord
ru: Пообщайтесь с нами в Discord
zh_hans: 在 Discord 上与我们聊天

source: Check the destination, file names, counts, warnings, and contents before writing or sharing your location history.
ar: تحقق من الوجهة وأسماء الملفات والأعداد والتحذيرات والمحتويات قبل كتابة سجل المواقع الخاص بك أو مشاركته.
bn: আপনার অবস্থানের ইতিহাস লেখা বা শেয়ার করার আগে গন্তব্য, ফাইলের নাম, গণনা, সতর্কতা এবং বিষয়বস্তু পরীক্ষা করুন।
es: Verifique el destino, los nombres de los archivos, los recuentos, las advertencias y el contenido antes de escribir o compartir su historial de ubicaciones.
fr: Vérifiez la destination, les noms de fichiers, les décomptes, les avertissements et le contenu avant d'écrire ou de partager votre historique de localisation.
hi: अपना स्थान इतिहास लिखने या साझा करने से पहले गंतव्य, फ़ाइल नाम, संख्या, चेतावनियाँ और सामग्री की जाँच करें।
ja: ロケーション履歴を書き込んだり共有したりする前に、送信先、ファイル名、数、警告、内容を確認してください。
pt_br: Verifique o destino, os nomes dos arquivos, as contagens, os avisos e o conteúdo antes de escrever ou compartilhar seu histórico de localização.
ru: Проверьте место назначения, имена файлов, количество, предупреждения и содержимое, прежде чем писать или делиться своей историей местоположений.
zh_hans: 在写入或共享您的位置历史记录之前，请检查目的地、文件名、计数、警告和内容。

source: Checking nearby Apple Maps places
ar: التحقق من الأماكن القريبة Apple Maps
bn: কাছাকাছি Apple Maps জায়গা চেক করা হচ্ছে
es: Comprobar lugares cercanos Apple Maps
fr: Vérifier les lieux Apple Maps à proximité
hi: आस-पास के Apple Maps स्थानों की जाँच की जा रही है
ja: 近くのApple Maps場所を確認する
pt_br: Verificando lugares próximos Apple Maps
ru: Проверка близлежащих мест Apple Maps
zh_hans: 检查附近的Apple Maps地点

source: Checking your Photos library for pictures taken during this outing.
ar: التحقق من مكتبة الصور الخاصة بك بحثًا عن الصور التي تم التقاطها خلال هذه النزهة.
bn: এই ভ্রমণের সময় তোলা ছবিগুলির জন্য আপনার ফটো লাইব্রেরি পরীক্ষা করা হচ্ছে৷
es: Revisando su biblioteca de fotos para ver fotografías tomadas durante esta excursión.
fr: Vérification de votre bibliothèque de photos pour les photos prises lors de cette sortie.
hi: इस सैर के दौरान ली गई तस्वीरों के लिए अपनी फ़ोटो लाइब्रेरी की जाँच कर रहा हूँ।
ja: この外出中に撮った写真がないか写真ライブラリを確認しています。
pt_br: Verificando sua biblioteca de fotos em busca de fotos tiradas durante este passeio.
ru: Проверяю вашу библиотеку фотографий на предмет фотографий, сделанных во время этой прогулки.
zh_hans: 检查您的照片库中是否有这次郊游期间拍摄的照片。

source: Choose a saved location for a past visit, or save a newly selected place so it is ready next time.
ar: اختر موقعًا محفوظًا لزيارة سابقة، أو احفظ المكان المحدد حديثًا حتى يكون جاهزًا في المرة القادمة.
bn: একটি অতীত পরিদর্শনের জন্য একটি সংরক্ষিত অবস্থান চয়ন করুন, বা একটি নতুন নির্বাচিত স্থান সংরক্ষণ করুন যাতে এটি পরের বার প্রস্তুত হয়৷
es: Elija una ubicación guardada para una visita anterior o guarde un lugar recién seleccionado para que esté listo la próxima vez.
fr: Choisissez un emplacement enregistré pour une visite précédente ou enregistrez un lieu nouvellement sélectionné afin qu'il soit prêt la prochaine fois.
hi: पिछली यात्रा के लिए कोई सहेजा गया स्थान चुनें, या किसी नए चयनित स्थान को सहेजें ताकि वह अगली बार तैयार हो।
ja: 過去に訪れたときに保存した場所を選択するか、新しく選択した場所を保存して次回使えるようにします。
pt_br: Escolha um local salvo para uma visita anterior ou salve um local recém-selecionado para que esteja pronto na próxima vez.
ru: Выберите сохраненное место для прошлого посещения или сохраните вновь выбранное место, чтобы оно было готово в следующий раз.
zh_hans: 选择过去访问的已保存位置，或保存新选择的地点以便下次使用。

source: Choose a saved location or request a fresh accurate current location.
ar: اختر موقعًا محفوظًا أو اطلب موقعًا حاليًا دقيقًا وحديثًا.
bn: একটি সংরক্ষিত অবস্থান চয়ন করুন বা একটি নতুন সঠিক বর্তমান অবস্থানের জন্য অনুরোধ করুন৷
es: Elija una ubicación guardada o solicite una ubicación actual nueva y precisa.
fr: Choisissez un emplacement enregistré ou demandez un nouvel emplacement actuel précis.
hi: कोई सहेजा गया स्थान चुनें या ताज़ा सटीक वर्तमान स्थान का अनुरोध करें।
ja: 保存された場所を選択するか、新しい正確な現在の場所を要求します。
pt_br: Escolha um local salvo ou solicite um local atual preciso e atualizado.
ru: Выберите сохраненное местоположение или запросите новое точное текущее местоположение.
zh_hans: 选择已保存的位置或请求新的准确当前位置。

source: Choose another location
ar: اختر موقعًا آخر
bn: অন্য অবস্থান চয়ন করুন
es: Elige otra ubicación
fr: Choisissez un autre emplacement
hi: कोई अन्य स्थान चुनें
ja: 別の場所を選択してください
pt_br: Escolha outro local
ru: Выбрать другое место
zh_hans: 选择另一个位置

source: Choose Location
ar: اختر الموقع
bn: অবস্থান নির্বাচন করুন
es: Elige Ubicación
fr: Choisir un emplacement
hi: स्थान का चयन
ja: 場所を選択してください
pt_br: Escolha o local
ru: Выберите местоположение
zh_hans: 选择地点

source: Choose where the visit happened. Your current GPS location will not be used.
ar: اختر مكان حدوث الزيارة. لن يتم استخدام موقع GPS الحالي الخاص بك.
bn: যেখানে পরিদর্শন ঘটেছে চয়ন করুন। আপনার বর্তমান GPS অবস্থান ব্যবহার করা হবে না।
es: Elija dónde ocurrió la visita. No se utilizará su ubicación GPS actual.
fr: Choisissez où la visite a eu lieu. Votre position GPS actuelle ne sera pas utilisée.
hi: चुनें कि यात्रा कहाँ हुई। आपके वर्तमान GPS स्थान का उपयोग नहीं किया जाएगा.
ja: 訪問が行われた場所を選択してください。現在のGPS位置情報は使用されません。
pt_br: Escolha onde a visita aconteceu. Sua localização GPS atual não será usada.
ru: Выберите, где произошел визит. Ваше текущее местоположение GPS не будет использоваться.
zh_hans: 选择访问发生的地点。您当前的GPS位置将不会被使用。

source: Cleaner export organization
ar: منظمة التصدير الأنظف
bn: ক্লিনার রপ্তানি সংস্থা
es: Organización exportadora más limpia
fr: Une organisation d’exportation plus propre
hi: स्वच्छ निर्यात संगठन
ja: よりクリーンな輸出組織
pt_br: Organização de exportação mais limpa
ru: Более чистая экспортная организация
zh_hans: 清洁出口组织

source: Clear
ar: واضح
bn: সাফ করুন
es: Claro
fr: Clair
hi: स्पष्ट
ja: クリア
pt_br: Claro
ru: Прозрачный
zh_hans: 清除

source: CLEAR ALL DATA
ar: مسح كافة البيانات
bn: সমস্ত ডেটা সাফ করুন
es: BORRAR TODOS LOS DATOS
fr: EFFACER TOUTES LES DONNÉES
hi: सभी डेटा साफ़ करें
ja: すべてのデータをクリア
pt_br: LIMPAR TODOS OS DADOS
ru: ОЧИСТИТЬ ВСЕ ДАННЫЕ
zh_hans: 清除所有数据

source: Clear All Data?
ar: مسح كافة البيانات؟
bn: সমস্ত ডেটা সাফ করবেন?
es: ¿Borrar todos los datos?
fr: Effacer toutes les données ?
hi: सभी डेटा साफ़ करें?
ja: すべてのデータをクリアしますか?
pt_br: Limpar todos os dados?
ru: Очистить все данные?
zh_hans: 清除所有数据？

source: Clear business filter
ar: مسح مرشح الأعمال
bn: ব্যবসা ফিল্টার পরিষ্কার করুন
es: Borrar filtro de negocios
fr: Effacer le filtre d'entreprise
hi: व्यवसाय फ़िल्टर साफ़ करें
ja: ビジネスフィルターをクリア
pt_br: Limpar filtro comercial
ru: Очистить бизнес-фильтр
zh_hans: 清除业务过滤器

source: Clear filter
ar: مسح الفلتر
bn: ফিল্টার পরিষ্কার করুন
es: Limpiar filtro
fr: Effacer le filtre
hi: फ़िल्टर साफ़ करें
ja: クリアフィルター
pt_br: Limpar filtro
ru: Очистить фильтр
zh_hans: 清除过滤器

source: Clearer export path previews
ar: معاينات مسار التصدير أكثر وضوحًا
bn: পরিষ্কার রপ্তানি পথ পূর্বরূপ
es: Vistas previas de rutas de exportación más claras
fr: Aperçus plus clairs du chemin d’exportation
hi: स्पष्ट निर्यात पथ पूर्वावलोकन
ja: より明確なエクスポート パスのプレビュー
pt_br: Visualizações mais claras do caminho de exportação
ru: Более четкий предварительный просмотр пути экспорта.
zh_hans: 更清晰的导出路径预览

source: Close map filters
ar: إغلاق مرشحات الخريطة
bn: মানচিত্র ফিল্টার বন্ধ করুন
es: Cerrar filtros de mapa
fr: Fermer les filtres de la carte
hi: मानचित्र फ़िल्टर बंद करें
ja: マップフィルターを閉じる
pt_br: Fechar filtros de mapa
ru: Закрыть фильтры карты
zh_hans: 关闭地图过滤器

source: Close photo
ar: إغلاق الصورة
bn: ছবি বন্ধ করুন
es: Cerrar foto
fr: Fermer la photo
hi: फ़ोटो बंद करें
ja: 写真を閉じる
pt_br: Fechar foto
ru: Закрыть фото
zh_hans: 关闭照片

source: Close route replay
ar: إغلاق إعادة تشغيل المسار
bn: রুট রিপ্লে বন্ধ করুন
es: Cerrar repetición de ruta
fr: Fermer la relecture de l'itinéraire
hi: रूट रीप्ले बंद करें
ja: クローズルートリプレイ
pt_br: Fechar repetição da rota
ru: Закрыть повтор маршрута
zh_hans: 关闭路线重播

source: Close visit suggestion
ar: إغلاق اقتراح الزيارة
bn: পরিদর্শন পরামর্শ বন্ধ করুন
es: Cerrar sugerencia de visita
fr: Fermer la suggestion de visite
hi: बंद विज़िट सुझाव
ja: 訪問提案を閉じる
pt_br: Fechar sugestão de visita
ru: Закрыть предложение о посещении
zh_hans: 近距离参观建议

source: Collapses session details.
ar: طي تفاصيل الجلسة.
bn: অধিবেশনের বিবরণ সঙ্কুচিত করে।
es: Contrae los detalles de la sesión.
fr: Réduit les détails de la session.
hi: सत्र विवरण संक्षिप्त करता है.
ja: セッションの詳細を折りたたみます。
pt_br: Recolhe os detalhes da sessão.
ru: Сворачивает сведения о сеансе.
zh_hans: 折叠会话详细信息。

source: COMPACT
ar: مدمج
bn: কমপ্যাক্ট
es: COMPACTO
hi: सघन
ja: コンパクト
pt_br: COMPACTAR
ru: КОМПАКТНЫЙ
zh_hans: 袖珍的

source: Confirm Place
ar: تأكيد المكان
bn: স্থান নিশ্চিত করুন
es: Confirmar Lugar
fr: Confirmer le lieu
hi: स्थान की पुष्टि करें
ja: 場所を確認する
pt_br: Confirmar lugar
ru: Подтвердить место
zh_hans: 确认地点

source: Confirmed
ar: مؤكد
bn: নিশ্চিত করা হয়েছে
es: Confirmado
fr: Confirmé
hi: की पुष्टि
ja: 確認済み
pt_br: Confirmado
ru: Подтвержденный
zh_hans: 确认的

source: CONNECT PHOTOS
ar: ربط الصور
bn: ফটো কানেক্ট করুন
es: CONECTAR FOTOS
fr: CONNECTER DES PHOTOS
hi: तस्वीरें कनेक्ट करें
ja: 写真を接続する
pt_br: CONECTAR FOTOS
ru: ПОДКЛЮЧИТЬ ФОТОГРАФИИ
zh_hans: 连接照片

source: Connect Photos to show pictures on your map and outings. iso.me stores only local photo metadata.
ar: ربط الصور لإظهار الصور على خريطتك ونزهاتك. يقوم iso.me بتخزين البيانات التعريفية للصور المحلية فقط.
bn: আপনার মানচিত্র এবং আউটিংয়ের ছবিগুলি দেখাতে ফটোগুলিকে সংযুক্ত করুন৷ iso.me শুধুমাত্র স্থানীয় ফটো মেটাডেটা সঞ্চয় করে।
es: Conecta Fotos para mostrar imágenes en tu mapa y salidas. iso.me almacena sólo metadatos de fotografías locales.
fr: Connectez Photos pour afficher des images sur votre carte et vos sorties. iso.me stocke uniquement les métadonnées des photos locales.
hi: अपने मानचित्र और सैर पर तस्वीरें दिखाने के लिए फ़ोटो कनेक्ट करें। iso.me केवल स्थानीय फोटो मेटाडेटा संग्रहीत करता है।
ja: 写真を接続すると、地図上や外出先の写真を表示できます。 iso.meローカルの写真メタデータのみを保存します。
pt_br: Conecte Fotos para mostrar fotos em seu mapa e passeios. iso.me armazena apenas metadados de fotos locais.
ru: Подключите фотографии, чтобы показывать фотографии на карте и прогулках. iso.me хранит только локальные метаданные фотографий.
zh_hans: 连接照片以在地图和郊游上显示图片。 iso.me仅存储本地照片元数据。

source: Connected
ar: متصل
bn: সংযুক্ত
es: Conectado
fr: Connecté
hi: जुड़े हुए
ja: 接続済み
pt_br: Conectado
ru: Подключено
zh_hans: 已连接

source: Connected (HTTP %lld)
ar: متصل ( HTTP %lld )
bn: সংযুক্ত ( HTTP %lld )
es: Conectado ( HTTP %lld )
fr: Connecté ( HTTP %lld )
hi: कनेक्टेड ( HTTP %lld )
ja: 接続されました ( HTTP %lld )
pt_br: Conectado ( HTTP %lld )
ru: Подключено ( HTTP %lld )
zh_hans: 已连接 ( HTTP %lld )

source: Connecting Photos lets iso.me show pictures taken during this outing.
ar: يتيح ربط الصور iso.me عرض الصور التي تم التقاطها أثناء هذه النزهة.
bn: কানেক্ট করা ফটোগুলি iso.me এই আউটিংয়ের সময় তোলা ছবিগুলি দেখাতে দেয়৷
es: Connecting Photos permite iso.me mostrar fotografías tomadas durante esta excursión.
fr: Connecting Photos permet à iso.me d'afficher les photos prises lors de cette sortie.
hi: फ़ोटो कनेक्ट करने से iso.me इस सैर के दौरान ली गई तस्वीरें दिखा सकता है।
ja: 写真を接続すると、 iso.meにこの外出中に撮影した写真が表示されます。
pt_br: Conectar fotos permite que iso.me mostre fotos tiradas durante este passeio.
ru: Подключение фотографий позволяет iso.me показывать фотографии, сделанные во время этой прогулки.
zh_hans: 连接照片可让iso.me显示这次郊游期间拍摄的照片。

source: Continue
ar: يكمل
bn: চালিয়ে যান
es: Continuar
fr: Continuer
hi: जारी रखना
ja: 続く
pt_br: Continuar
ru: Продолжать
zh_hans: 继续

source: CONTROLS
ar: الضوابط
bn: নিয়ন্ত্রণ করে
es: CONTROLES
fr: CONTRÔLES
hi: नियंत्रण
ja: コントロール
pt_br: CONTROLES
ru: ЭЛЕМЕНТЫ УПРАВЛЕНИЯ
zh_hans: 控制

source: COORDINATES
ar: الإحداثيات
bn: স্থানাঙ্ক
es: COORDENADAS
fr: COORDONNÉES
hi: निर्देशांक
ja: 座標
pt_br: COORDENADAS
ru: КООРДИНАТЫ
zh_hans: 坐标

source: COORDS
ar: الإحداثيات
bn: কর্ডস
es: COORDENADAS
fr: COORDONNÉES
hi: कोर्ड्स
ja: 座標
pt_br: COORDENADAS
ru: КООРДИНАТЫ
zh_hans: 坐标

source: Copied to Clipboard
ar: تم النسخ إلى الحافظة
bn: ক্লিপবোর্ডে কপি করা হয়েছে
es: Copiado al portapapeles
fr: Copié dans le Presse-papiers
hi: क्लिपबोर्ड पर कॉपी किया गया
ja: クリップボードにコピーされました
pt_br: Copiado para a área de transferência
ru: Скопировано в буфер обмена
zh_hans: 已复制到剪贴板

source: Copy to Clipboard
ar: نسخ إلى الحافظة
bn: ক্লিপবোর্ডে কপি করুন
es: Copiar al portapapeles
fr: Copier dans le Presse-papiers
hi: क्लिपबोर्ड पर कॉपी करें
ja: クリップボードにコピー
pt_br: Copiar para a área de transferência
ru: Копировать в буфер обмена
zh_hans: 复制到剪贴板

source: Core Features
ar: الميزات الأساسية
bn: মূল বৈশিষ্ট্য
es: Características principales
fr: Fonctionnalités principales
hi: मुख्य विशेषताएं
ja: コア機能
pt_br: Recursos principais
ru: Основные функции
zh_hans: 核心特点

source: Core Location
ar: الموقع الأساسي
bn: মূল অবস্থান
es: Ubicación principal
fr: Emplacement principal
hi: मुख्य स्थान
ja: 中心となる場所
pt_br: Localização central
ru: Основное местоположение
zh_hans: 核心位置

source: Correct visit to %@
ar: الزيارة الصحيحة إلى %@
bn: %@ এ সঠিক পরিদর্শন
es: Visita correcta a %@
fr: Visite correcte à %@
hi: %@ पर सही विज़िट
ja: %@に正しくアクセスしてください
pt_br: Visita correta a %@
ru: Правильное посещение %@
zh_hans: 正确访问%@

source: Corrected
ar: تصحيح
bn: সংশোধন করা হয়েছে
es: Corregido
fr: Corrigé
hi: संशोधित
ja: 修正しました
pt_br: Corrigido
ru: Исправлено
zh_hans: 已更正

source: Could not build export preview: %@
ar: تعذر إنشاء معاينة التصدير: %@
bn: রপ্তানি পূর্বরূপ তৈরি করা যায়নি: %@
es: No se pudo generar la vista previa de exportación: %@
fr: Impossible de créer l'aperçu d'exportation : %@
hi: निर्यात पूर्वावलोकन नहीं बनाया जा सका: %@
ja: エクスポート プレビューを構築できませんでした: %@
pt_br: Não foi possível criar a visualização da exportação: %@
ru: Не удалось создать предварительный просмотр экспорта: %@
zh_hans: 无法构建导出预览： %@

source: Could not read file as UTF-8 text
ar: لا يمكن قراءة الملف كنص UTF-8
bn: UTF-8 পাঠ্য হিসাবে ফাইলটি পড়া যায়নি
es: No se pudo leer el archivo como texto UTF-8
fr: Impossible de lire le fichier sous forme de texte UTF-8
hi: फ़ाइल को UTF-8 टेक्स्ट के रूप में नहीं पढ़ा जा सका
ja: ファイルを UTF-8 テキストとして読み取れませんでした
pt_br: Não foi possível ler o arquivo como texto UTF-8
ru: Не удалось прочитать файл как текст UTF-8.
zh_hans: 无法将文件读取为 UTF-8 文本

source: Couldn’t load nearby businesses.
ar: تعذر تحميل الأنشطة التجارية القريبة.
bn: কাছাকাছি ব্যবসা লোড করা যায়নি.
es: No se pudieron cargar las empresas cercanas.
fr: Impossible de charger les entreprises à proximité.
hi: आस-पास के व्यवसाय लोड नहीं किए जा सके.
ja: 近くのお店を読み込めませんでした。
pt_br: Não foi possível carregar empresas próximas.
ru: Не удалось загрузить ближайшие компании.
zh_hans: 无法加载附近的商家。

source: COUNT
ar: عدد
bn: গণনা
es: CONTAR
fr: COMPTER
hi: गिनती करना
ja: カウント
pt_br: CONTAR
ru: СЧИТАТЬ
zh_hans: 数数

source: Credentials are sent as HTTP headers and stored in the device keychain.
ar: يتم إرسال بيانات الاعتماد كرؤوس HTTP ويتم تخزينها في سلسلة مفاتيح الجهاز.
bn: শংসাপত্রগুলি HTTP শিরোনাম হিসাবে পাঠানো হয় এবং ডিভাইস কীচেনে সংরক্ষণ করা হয়।
es: Las credenciales se envían como encabezados HTTP y se almacenan en el llavero del dispositivo.
fr: Les informations d'identification sont envoyées sous forme d'en-têtes HTTP et stockées dans le trousseau de l'appareil.
hi: क्रेडेंशियल HTTP हेडर के रूप में भेजे जाते हैं और डिवाइस कीचेन में संग्रहीत किए जाते हैं।
ja: 認証情報はHTTPヘッダーとして送信され、デバイスのキーチェーンに保存されます。
pt_br: As credenciais são enviadas como cabeçalhos HTTP e armazenadas nas chaves do dispositivo.
ru: Учетные данные отправляются в виде HTTP заголовков и сохраняются в связке ключей устройства.
zh_hans: 凭证作为HTTP标头发送并存储在设备钥匙串中。

source: CSV file has no data rows
ar: لا يحتوي ملف CSV على صفوف بيانات
bn: CSV ফাইলে কোনো ডেটা সারি নেই
es: El archivo CSV no tiene filas de datos
fr: Le fichier CSV ne contient aucune ligne de données
hi: CSV फ़ाइल में कोई डेटा पंक्तियाँ नहीं हैं
ja: CSVファイルにデータ行がありません
pt_br: O arquivo CSV não possui linhas de dados
ru: CSV файле нет строк данных.
zh_hans: CSV文件没有数据行

source: CSV header doesn't match expected location point format
ar: لا يتطابق رأس CSV مع تنسيق نقطة الموقع المتوقع
bn: CSV হেডার প্রত্যাশিত অবস্থান পয়েন্ট বিন্যাসের সাথে মেলে না
es: El encabezado CSV no coincide con el formato de punto de ubicación esperado
fr: L'en-tête CSV ne correspond pas au format de point de localisation attendu
hi: CSV हेडर अपेक्षित स्थान बिंदु प्रारूप से मेल नहीं खाता
ja: CSVヘッダーが予想されるロケーション ポイントの形式と一致しません
pt_br: O cabeçalho CSV não corresponde ao formato esperado do ponto de localização
ru: Заголовок CSV не соответствует ожидаемому формату точки местоположения.
zh_hans: CSV标头与预期的位置点格式不匹配

source: CSV header doesn't match expected visit format
ar: لا يتطابق رأس CSV مع تنسيق الزيارة المتوقع
bn: CSV হেডার প্রত্যাশিত ভিজিট ফরম্যাটের সাথে মেলে না
es: El encabezado CSV no coincide con el formato de visita esperado
fr: L'en-tête CSV ne correspond pas au format de visite attendu
hi: CSV हेडर अपेक्षित विज़िट प्रारूप से मेल नहीं खाता
ja: CSVヘッダーが予想される訪問形式と一致しません
pt_br: O cabeçalho CSV não corresponde ao formato de visita esperado
ru: Заголовок CSV не соответствует ожидаемому формату посещения.
zh_hans: CSV标头与预期访问格式不匹配

source: Current location
ar: الموقع الحالي
bn: বর্তমান অবস্থান
es: Ubicación actual
fr: Emplacement actuel
hi: वर्तमान स्थान
ja: 現在地
pt_br: Localização atual
ru: Текущее местоположение
zh_hans: 当前位置

source: Current location ready
ar: الموقع الحالي جاهز
bn: বর্তমান অবস্থান প্রস্তুত
es: Ubicación actual lista
fr: Emplacement actuel prêt
hi: वर्तमान स्थान तैयार है
ja: 現在地の準備が完了しました
pt_br: Localização atual pronta
ru: Текущее местоположение готово
zh_hans: 当前位置已准备好

source: Current outing renamed to %@.
ar: تمت إعادة تسمية النزهة الحالية إلى %@ .
bn: বর্তমান ভ্রমণের নাম পরিবর্তন করে %@ করা হয়েছে।
es: Salida actual renombrada a %@ .
fr: Sortie en cours renommée %@ .
hi: वर्तमान आउटिंग का नाम बदलकर %@ कर दिया गया।
ja: 現在の外出の名前が%@に変更されました。
pt_br: Saída atual renomeada para %@ .
ru: Текущая прогулка переименована в %@ .
zh_hans: 当前郊游重命名为%@ 。
